Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Enabling the Auto Content Sync will take care of downloading the selected content based on the below settings. The content synchronization will happen even if the application is not running. If the setting is switched off then no synchronization will happen. The already downloaded content will not be deleted.
ar: سيؤدي تمكين مزامنة المحتوى التلقائية إلى تنزيل المحتوى المحدد بناءً على الإعدادات أدناه. ستحدث مزامنة المحتوى حتى لو لم يكن يعمل التطبيق. إذا تم إيقاف تشغيل الإعداد، فلن تحدث المزامنة. لن يتم حذف المحتوى الذي تم تنزيله بالفعل.
ca: En activar la sincronització automàtica del contingut es baixarà el contingut seleccionat segons les opcions de configuració indicades a continuació. Se sincronitzarà el contingut encara que l’aplicació no s’estigui executant. Si el paràmetre està desactivat no es durà a terme la sincronització. No se suprimirà el contingut que ja s’hagi baixat.
cy: Bydd galluogi Cysoni Cynnwys Awtomatig yn gofalu am lwytho’r cynnwys sydd wedi’i ddewis i lawr yn seiliedig ar y gosodiadau isod. Bydd cysoni cynnwys yn digwydd hyd yn oed os nad yw’r rhaglen yn rhedeg. Os yw’r gosodiadau wedi’i ddiffodd ni fydd cysoni’n digwydd. Ni fydd cynnwys sydd eisoes wedi’i lwytho i lawr yn cael ei ddileu.
da: Aktivering af automatisk indholdssynkronisering sørger for at downloade det valgte indhold baseret på nedenstående indstillinger. Indholdssynkroniseringen gennemføres, selvom applikationen ikke kører. Hvis indstillingen er deaktiveret, sker der ingen synkronisering. Det allerede downloadede indhold vil ikke blive slettet.
da_instk12: Aktivering af automatisk indholdssynkronisering sørger for at downloade det valgte indhold baseret på nedenstående indstillinger. Indholdssynkroniseringen gennemføres, selvom applikationen ikke kører. Hvis indstillingen er deaktiveret, sker der ingen synkronisering. Det allerede downloadede indhold vil ikke blive slettet.
de: Wenn Sie die automatische Inhaltssynchronisierung aktivieren, wird der Download der ausgewählten Inhalte auf der Grundlage der unten aufgeführten Einstellungen durchgeführt. Die Synchronisierung der Inhalte erfolgt auch dann, wenn die Anwendung nicht ausgeführt wird. Wenn die Einstellung ausgeschaltet ist, findet keine Synchronisierung statt. Die bereits heruntergeladenen Inhalte werden nicht gelöscht.
es: Habilitar la sincronización automática de contenido se ocupará de descargar el contenido seleccionado en función de las configuraciones siguientes. La sincronización de contenido se realizará incluso si la aplicación no se está ejecutando. Si la configuración está desactivada, no se realizará ninguna sincronización. El contenido ya descargado no se eliminará.
es_es: Con la acción de habilitar la sincronización automática de contenidos, se descargará el contenido seleccionado según los siguientes ajustes. La sincronización del contenido se realizará incluso aunque la aplicación no esté en funcionamiento. Si los ajustes están apagados, no se realizará la sincronización. El contenido ya descargado no podrá eliminarse.
fi: Automaattisen sisällön synkronisoinnin ottamisellal käyttöön huolehditaan valitun sisällön latauksesta alla olevien asetusten perusteella. Sisällön synkronisointi tapahtuu myös silloin, kun sovellus ei ole käynnissä jos asetukset on kytketty pois päältä, synkronisointia ei tapahdu. Jo ladattua sisältöä ei poisteta.
fr: L'activation de la synchronisation auto du contenu gérera automatiquement le téléchargement du contenu sélectionné en fonction des paramètres ci-dessous. La synchronisation du contenu aura lieu même si l’application n’est pas en cours d’exécution. Si le paramètre est désactivé, aucune synchronisation n’aura lieu. Le contenu déjà téléchargé ne sera pas supprimé.
fr_ca: L’activation de la synchronisation automatique du contenu se chargera de télécharger le contenu sélectionné en fonction des paramètres ci-dessous. La synchronisation du contenu se produit même si l’application n’est pas en cours d’exécution. Si le paramètre est désactivé, aucune synchronisation ne se produira. Le contenu déjà téléchargé ne sera pas supprimé.
ga: Má chumasaíonn tú an tInneachar Uathoibríoch Sync tabharfar aird ar an ábhar roghnaithe a íoslódáil bunaithe ar na socruithe thíos. Tarlóidh an sioncrónú ábhair fiú mura bhfuil an feidhmchlár ag rith. Má tá an socrú múchta ansin ní tharlóidh sioncrónú ar bith. Ní scriosfar an t-ábhar atá íoslódáilte cheana féin.
hi: स्वचालित सामग्री सिंक करें सक्षम करने से नीचे दी गई सेटिंग्स पर आधारित चयनित सामग्री को डाउनलोड करने में मदद मिलेगी। यदि ऐप्लिकेशन नहीं चल रहा है तब भी सामग्री का सिंक्रोनाइज़ेशन होगा। यदि सेटिंग बंद है, तो कोई सिंक्रोनाइज़ेशन नहीं होगा। पहले से डाउनलोड की गई सामग्री मिटाई नहीं जाएगी।
ht: Aktivasyon senkwonizasyon Kontni Otomatik la ap gen pou telechaje kontni ki seleksyone a an fonksyon de paramèt ki anba yo. Senkwonizasyon kontni an ap fèt menm si aplikasyon an pa ekzekite. Si reglaj la dezaktive, pa gen senkwonizasyon k ap fèt. Kontni ki deja telechaje a pa p efase.
id: Mengaktifkan Sinkronisasi Konten Otomatis akan menangani pengunduhan dari konten yang dipilih berdasarkan pengaturan di bawah. Sinkronisasi konten akan terjadi walaupun aplikasi tidak berjalan. Jika pengaturan dimatikan, sinkronisasi tidak akan terjadi. Konten yang sudah diunduh tidak akan dihapus.
is: Með því að virkja sjálfvirka samstillingu efnis mun hún sjá um að hala niður völdu efni byggt á stillingunum hér að neðan. Samstilling efnis mun gerast jafnvel þótt forritið sé ekki í gangi. Ef slökkt er á stillingunni mun engin samstilling eiga sér stað. Efni sem þegar hefur verið hlaðið niður verður ekki eytt.
it: L’attivazione della Sincronizzazione contenuto automatica si occuperà del download del contenuto selezionato in base alle impostazioni riportate di seguito. La sincronizzazione del contenuto verrà effettuata anche se l’applicazione non è in funzione. Se l’impostazione è disattiva, non sarà effettuata alcuna sincronizzazione. Il contenuto già scaricato non sarà eliminato.
ja: コンテンツの自動同期を有効にすると、選択したコンテンツのダウンロードが以下の設定に基づいて行われます。コンテンツの同期は、アプリケーションが起動していなくても行われます。この設定をオフにすると、同期は行われません。すでにダウンロードされているコンテンツは削除されません。
ko: 자동 콘텐츠 동기화를 사용으로 설정하면 아래 설정에 따라 선택된 콘텐츠를 다운로드합니다. 콘텐츠 동기화는 애플리케이션이 실행 중이지 않은 경우에도 작동합니다. 설정으로 비활성화하면 동기화되지 않습니다. 이미 다운로드한 콘텐츠는 삭제되지 않습니다.
mi: Ina whakahohea te waahanga Tukutahi Ihirangi Aunoa, ko nga ihirangi kua tikiakehia ka whakawhirinaki ki nga tautuhinga kua whakarārangihia i raro nei. Ahakoa kaore i tuwhera te tono, ka mau tonu te tukutahitanga ihirangi. Karekau he tukutahitanga mena kua weto te tautuhinga. Ko nga mea kua oti te tango ake ka kore e tangohia.
ms: Mendayakan Segerakan Kandungan Automatik akan mengurus muat turun kandungan yang dipilih berdasarkan tetapan di bawah. Penyegerakan kandungan akan etap berlaku walaupun aplikasi tidak berjalan. Jika tetapan dimatikan maka tiada penyegerakan akan berlaku. Kandungan yang sudah dimuat turun tidak akan dipadamkan.
nb: Aktivering av Automatisk synkronisering av innhold vil ta seg av nedlasting av det valgte innholdet basert på følgende innstillinger. Synkronisering av innhold vil skje selv om applikasjonen ikke kjører. Hvis innstillingen er slått av, vil det ikke skje noen synkronisering. Det allerede nedlastede innholdet vil ikke bli slettet.
nb_instk12: Aktivering av Automatisk synkronisering av innhold vil ta seg av nedlasting av det valgte innholdet basert på følgende innstillinger. Synkronisering av innhold vil skje selv om applikasjonen ikke kjører. Hvis innstillingen er slått av, vil det ikke skje noen synkronisering. Det allerede nedlastede innholdet vil ikke bli slettet.
nl: Door Automatisch synchroniseren van content in te schakelen wordt de geselecteerde content gedownload op basis van de onderstaande instellingen. De contentsynchronisatie vindt ook plaats als de applicatie niet wordt uitgevoerd. Als de instelling wordt uitgeschakeld, wordt er geen synchronisatie uitgevoerd. De reeds gedownloade content wordt niet verwijderd.
pl: Włączenie automatycznej synchronizacji zawartości pozwoli pobierać wybraną zawartość w oparciu o poniższe ustawienia. Synchronizacja zawartości będzie się odbywać, nawet jeśli aplikacja nie zostanie włączona. Jeśli funkcja jest wyłączona, synchronizacja nie będzie działać. Pobrana już zawartość nie zostanie usunięta.
pt: A ativação da Sincronização automática de conteúdos encarregar-se-á de descarregar o conteúdo selecionado com base nas definições abaixo. A sincronização de conteúdos ocorrerá mesmo que a aplicação não esteja a ser executada. Se a definição estiver desativada, não será efetuada qualquer sincronização. O conteúdo já transferido não será eliminado.
pt_br: A ativação da sincronização automática de conteúdo cuidará do download do conteúdo selecionado com base nas configurações abaixo. A sincronização de conteúdo acontecerá mesmo se o aplicativo não estiver em execução. Se a configuração estiver desativada, nenhuma sincronização ocorrerá. O conteúdo já baixado não será excluído.
ru: При включении функции автоматической синхронизации содержимого будет выполнена загрузка выбранного содержимого на основе приведенных ниже настроек. Синхронизация содержимого будет происходить, даже если приложение не запущено. Если этот параметр выключен, синхронизация не будет выполняться. Уже загруженное содержимое не будет удаляться.
sl: Če omogočite samodejno sinhronizacijo vsebine, boste omogočili prenos izbrane vsebine na podlagi spodnjih nastavitev. Sinhronizacija vsebine bo izvedena tudi, če aplikacija ni zagnana. Če je nastavitev izklopljena, sinhronizacija ne bo izvedena. Že prenesena vsebina ne bo odstranjena.
sv: Om automatisk innehållssynkronisering aktiveras laddas det valda innehållet ned baserat på nedanstående inställningar. Innehållssynkroniseringen sker även om programmet inte körs. Om inställningen är avstängd sker ingen synkronisering. Innehåll som redan laddats ned raderas inte.
sv_instk12: Om automatisk innehållssynkronisering aktiveras laddas det valda innehållet ned baserat på nedanstående inställningar. Innehållssynkroniseringen sker även om programmet inte körs. Om inställningen är avstängd sker ingen synkronisering. Innehåll som redan laddats ned raderas inte.
th: การเปิดใช้การซิงค์เนื้อหาอัตโนมัติ (Auto Content Sync) จะเป็นการจัดการการดาวน์โหลดเนื้อหาที่เลือกตามค่าปรับตั้งต่อไปนี้ การซิงค์เนื้อหาจะเกิดขึ้นแม้ว่าแอพพลิเคชั่นจะไม่เปิดทำงานอยู่ หากมีการปิดค่านี้ จะไม่มีการซิงค์ข้อมูลเกิดขึ้น เนื้อหาที่ดาวน์โหลดแล้วจะไม่ถูกลบทิ้ง
vi: Bật chức năng Tự Động Đồng Bộ Nội Dung sẽ xử lý việc tải xuống các nội dung được chọn dựa theo cài đặt dưới đây. Thao tác đồng bộ nội dung sẽ diễn ra ngay cả khi ứng dụng không chạy. Nếu tắt cài đặt thì quá trình đồng bộ sẽ không diễn ra. Nội dung đã được tải xuống sẽ không bị xóa.
zh: 如果启用“自动同步内容”，将根据以下设置下载所选内容。即使应用程序没有运行，内容也会同步。如果关闭该设置，将不会同步。已下载的内容不会被删除。
zh_hk: 啟用「自動內容同步」將根據以下設定注意下載所選取的內容。內容同步將會進行，即使應用程式並未正在執行中。如果關閉設定，則將不會進行同步。已經下載的內容也將不會刪除。

source: End Act as User
ar: إنهاء التصرف كمستخدم
ca: Deixa d'actuar com a usuari
cy: Gorffen Gweithredu fel Defnyddiwr
da: Afslut \'funger som bruger\'
da_instk12: Afslut \'funger som bruger\'
de: „Handeln als Benutzer*in“ beenden
es: Dejar de actuar en nombre de Usuario
es_es: Dejar de actuar en nombre de usuario
fi: Päätä toimi käyttäjänä
fr: Terminer Agir en tant qu'utilisateur
fr_ca: Cesser d'agir en tant qu'utilisateur
ga: Críochnaigh Gníomh mar Úsáideoir
hi: उपयोगकर्ता के रूप में कार्य समाप्त करें
ht: Fini Aksyon kòm yon Itilizatè
id: Akhiri Bertindak sebagai Pengguna
is: Hætta að bregðast við sem notandi
it: Termina come utente
ja: ユーザーとして行動することを止める
ko: 사용자로 가장 종료
mi: Whakamutu mahi hei Kaiwhakamahi
ms: Berhenti Bertindak sebagai Pengguna
nb: Avslutt opptre som bruker
nb_instk12: Avslutt opptre som bruker
nl: Stop met optreden als gebruiker
pl: Zakończ podszywanie się jako użytkownik
pt: Finalizar Ato como Utilizador
pt_br: Fim de Agir como Usuário
ru: Завершить функцию «Действовать как пользователь»
sl: Opustite vlogo uporabnika
sv: Sluta agera som användaren
sv_instk12: Sluta agera som användaren
th: สิ้นสุดดำเนินการในฐานะผู้ใช้
vi: Kết Thúc Đóng Vai Trò Người Dùng
zh: 结束担当用户
zh_hk: 結束作為使用者

source: End date
ar: تاريخ الانتهاء
ca: Data de finalització
cy: Dyddiad gorffen
da: Slutdato
da_instk12: Slutdato
de: Enddatum
es: Fecha de finalización
es_es: Fecha de finalización
fi: Päättymispäivämäärä
fr: Date de fin
fr_ca: Date de fin
ga: Dáta deiridh
hi: समाप्ति तिथि
ht: Dat finisman
id: Tanggal akhir
is: Lokadagsetning
it: Data di fine
ja: 終了日
ko: 종료 날짜
mi: Rā Whakamutunga
ms: Tarikh tamat
nb: Sluttdato
nb_instk12: Sluttdato
nl: Einddatum
pl: Data końcowa
pt: Data final
pt_br: Data de término
ru: Дата окончания
sl: Končni datum
sv: Slutdatum
sv_instk12: slutdatum
th: วันที่สิ้นสุด
vi: Ngày kết thúc
zh: 结束日期
zh_hk: 結束日期

source: End time
ar: وقت الانتهاء
ca: Hora de finalització
cy: Amser gorffen
da: Sluttidspunkt
da_instk12: Sluttidspunkt
de: Endzeit
es: Hora de finalización
es_es: Hora de finalización
fi: Lopetusaika
fr: Heure de fin
fr_ca: Temps de fin
ga: Am deiridh
hi: समाप्ति समय
ht: Lè Fen
id: Waktu akhir
is: Lokatími
it: Termine di scadenza
ja: 終了時間
ko: 종료 시간
mi: Te wa mutunga
ms: Masa tamat
nb: Slutttidspunkt
nb_instk12: Slutttidspunkt
nl: Eindtijd
pl: Godzina zakończenia
pt: Hora final
pt_br: Fim do tempo
ru: Время окончания
sl: Končni čas
sv: Sluttid
sv_instk12: Sluttid
th: เวลาสิ้นสุด
vi: Thời gian kết thúc
zh: 结束时间
zh_hk: 結束時間

source: End time cannot be before Start time
ar: لا يمكن أن يكون تاريخ الانتهاء قبل تاريخ البدء
ca: L’hora de finalització no pot ser anterior a l’hora d’inici
cy: Does dim modd i’r amser gorffen fod cyn yr amser dechrau
da: Sluttidspunktet må ikke være før starttidspunktet
da_instk12: Sluttidspunktet må ikke være før starttidspunktet
de: Die Endzeit darf nicht vor der Startzeit liegen.
es: La hora de finalización no puede ser anterior a la hora de comienzo
es_es: La fecha de finalización no puede ser anterior a la fecha de inicio
fi: Päättymisaika ei voi olla ennen alkamisaikaa
fr: L’heure de fin ne peut être antérieure à l'heure de début
fr_ca: Les heures de fin ne peuvent pas être antérieures aux heures de début
ga: Ní féidir leis an am deiridh a bheith roimh am Tosaigh
hi: समाप्ति समय आरंभ समय से पहले नहीं हो सकता
ht: Lè finisman an pa kapab anvan dat Kòmansman an
id: Tanggal akhir tidak boleh sebelum tanggal mulai
is: Lokatími getur ekki verið á undan upphafstíma
it: L’ora di fine non può essere precedente all’ora di inizio
ja: 終了時間は、開始時間の後でなければなりません。
ko: 종료 시간은 시작 시간보다 이전일 수 없음
mi: Kaore e taea te wa mutunga i mua i te wa Tīmata
ms: Masa tamat tidak boleh sebelum Masa mula
nb: Sluttidspunkt kan ikke være før starttidspunkt
nb_instk12: Sluttidspunkt kan ikke være før starttidspunkt
nl: Eindtijd kan niet eerder zijn dan starttijd
pl: Data końcowa nie mogą poprzedzać początkowej
pt: A hora de fim não pode ser antes da hora de início
pt_br: A hora de término não pode ser anterior à hora de início
ru: Время окончания не может быть раньше даты начала
sl: Čas konca ne more biti pred časom začetka
sv: Sluttiden kan inte infalla före startiden
sv_instk12: Sluttiden kan inte infalla före startiden
th: เวลาสิ้นสุดจะอยู่ก่อนเวลาเริ่มต้นไม่ได้
vi: Thời gian Kết Thúc không thể trước thời gian Bắt Đầu
zh: 结束时间不能早于开始时间
zh_hk: 結束時間不可早於開始時間

source: Ends
ar: ينتهي
ca: Finalitza
cy: Yn gorffen
da: Slutter
da_instk12: Slutter
de: Endet
es: Finaliza
es_es: Finaliza
fi: Päättyy
fr: Prend fin
fr_ca: Se termine
ga: Críochnaíonn sé
hi: इस समय समाप्त हो रहा है:
ht: Fini
id: Mengakhiri
is: Lýkur
it: Termina
ja: 終了
ko: 종료
mi: Mutunga:
ms: Tamat
nb: Slutter
nb_instk12: Slutter
nl: Eindigt
pl: Kończy się
pt: Termina
pt_br: Termina
ru: Заканчивается
sl: Konča se
sv: Slutar
sv_instk12: Slutar
th: สิ้นสุด
vi: Kết Thúc
zh: 结束
zh_hk: 結束

source: Enter a subject for your message
ar: أدخل موضوعًا لرسالتك
ca: Introduïu un assumpte per al missatge
cy: Rhowch bwnc i’ch neges
da: Indtast et emne for din besked
da_instk12: Indtast et emne for din besked
de: Geben Sie einen Betreff für Ihre Nachricht ein
es: Ingrese un tema para su mensaje
es_es: Introduce el asunto de tu mensaje
fi: Kirjoita viestisi aihe
fr: Saisissez l’objet de votre message
fr_ca: Saisissez l'objet de votre message
ga: Cuir isteach ábhar do do theachtaireacht
hi: अपने संदेश के लिए एक विषय दर्ज करें
ht: Antre yon sijè pou mesaj ou a
id: Masukkan subjek untuk pesan Anda
is: Sláðu inn efni fyrir skilaboðin þín
it: Inserisci un oggetto per il messaggio
ja: メッセージの件名を入力する
ko: 메시지에 대한 주제를 입력
mi: Whakauruhia he kaupapa mo to karere
ms: Masukkan subjek untuk mesej anda
nb: Skriv inn et emne for meldingen din
nb_instk12: Skriv inn et emne for meldingen din
nl: Voer een onderwerp in voor je bericht
pl: Wpisz temat wiadomości
pt: Introduzir um assunto para a sua mensagem
pt_br: Digite um assunto para sua mensagem
ru: Введите тему своего сообщения
sl: Vnesite zadevo svojega sporočila
sv: Ange ett ämne för ditt meddelande
sv_instk12: Ange ett ämne för ditt meddelande
th: กรอกหัวเรื่องสำหรับข้อความของคุณ
vi: Thêm một tiêu đề cho tin nhắn của bạn
zh: 输入消息主题
zh_hk: 輸入訊息的主題

source: Enter code
ar: أدخل الرمز
ca: Introdueix el codi
cy: Rhoi cod
da: Indtast kode
da_instk12: Indtast kode
de: Code eingeben
es: Ingresar código
es_es: Introducir código
fi: Anna koodi
fr: Entrer le code
fr_ca: Entrer le code
ga: Cuir isteach cód
hi: कोड दर्ज करें
ht: Antre Kòd
id: Masukkan kode
is: Sláðu inn kóða
it: Inserisci codice
ja: コードを入力する
ko: 코드 입력
mi: Tomo waehere
ms: Masukkan kod
nb: Angi kode
nb_instk12: Angi kode
nl: Code invoeren
pl: Wpisz kod
pt: Inserir código
pt_br: Inserir código
ru: Ввести код
sl: Vnesi kodo
sv: Ange kod
sv_instk12: Ange kod
th: กรอกรหัส
vi: Nhập mã
zh: 输入代码
zh_hk: 輸入代碼

source: Error
ar: خطأ
cy: Gwall
da: Fejl
da_instk12: Fejl
de: Fehler
fi: Virhe
fr: Erreur
fr_ca: Erreur
hi: त्रुटि
ht: Erè
id: Kesalahan
is: Villa
it: Errore
ja: エラー
ko: 오류
mi: Hapa
ms: Ralat
nb: Feil
nb_instk12: Feil
nl: Fout
pl: Błąd
pt: Erro
pt_br: Erro
ru: Ошибка
sl: Napaka
sv: Fel
sv_instk12: Fel
th: ข้อผิดพลาด
vi: Lỗi
zh: 错误
zh_hk: 錯誤

source: Error Details
ar: تفاصيل الخطأ
ca: Detalls de l'error
cy: Manylion y Gwall
da: Oplysninger om fejl
da_instk12: Oplysninger om fejl
de: Fehlerdetails
es: Detalles del error
es_es: Detalles del error
fi: Virheen tiedot
fr: Détails de l’erreur
fr_ca: Détails de l’erreur
ga: Sonraí Earráide
hi: त्रुटि विवरण
ht: Detay Erè
id: Detail Kesalahan
is: Upplýsingar um villu
it: Dettagli errori
ja: エラーの詳細
ko: 오류 세부 정보
mi: Ngā taipitopito hapa
ms: Butiran Ralat
nb: Feilinformasjon
nb_instk12: Feilinformasjon
nl: Foutdetails
pl: Informacje o błędzie
pt: Detalhes do erro
pt_br: Detalhes do erro
ru: Подробности ошибки
sl: Podrobnosti o napaki
sv: Felinformation
sv_instk12: Felinformation
th: รายละเอียดข้อผิดพลาด
vi: Lỗi Chi Tiết
zh: 错误详细信息
zh_hk: 錯誤詳細資料

source: Error Saving. Tap to retry.
ar: خطأ أثناء الحفظ. اضغط لإعادة المحاولة.
ca: S'ha produït un error en desar. Toqueu per tornar-ho a provar.
cy: Gwall wrth gadw. Tapiwch i roi cynnig arall arni.
da: Fejl da der skulle gemmes. Tryk for at prøve igen.
da_instk12: Fejl da der skulle gemmes. Tryk for at prøve igen.
de: Fehler beim Speichern. Tippen Sie zum Wiederholen.
es: Error al guardar. Toque para volver a intentarlo.
es_es: Error al guardar. Toca para volver a intentarlo.
fi: Virhe tallennettaessa. Yritä uudelleen napauttamalla.
fr: Sauvegarde des erreurs. Tapez pour réessayer.
fr_ca: Erreur lors de l'enregistrement. Tapotez pour réessayer.
ga: Earráid ag Sábháil. Tapáil chun triail eile a bhaint as.
hi: सहेजने में त्रुटि हुई। फिर से कोशिश करने के लिए टैप करें।
ht: Erè Anrejistreman. Tape pou re eseye.
id: Kesalahan Penyimpanan. Ketuk untuk mencoba lagi.
is: Villa við að vista. Smelltu til að reyna aftur.
it: Errore di salvataggio. Tocca per riprovare.
ja: エラーの保存。タップして再試行してください。
ko: 오류를 저장합니다. 탭하여 다시 시도합니다.
mi: Hap i te wā e whakaora ana. Pātō ki te ngana anō.
ms: Ralat Menyimpan. Ketik untuk mencuba semula.
nb: Feil ved lagring. Trykk for å prøve på nytt.
nb_instk12: Feil ved lagring. Trykk for å prøve på nytt.
nl: Fout bij opslaan. Tik om het opnieuw te proberen.
pl: Błąd podczas zapisywania. Stuknij, aby ponowić.
pt: Erro ao guardar. Toque para tentar novamente.
pt_br: Erro ao salvar. Toque para tentar novamente.
ru: Ошибка при сохранении. Нажмите, чтобы повторить попытку.
sl: Napaka pri shranjevanju Tapnite za ponovni poskus.
sv: Det gick inte att spara. Tryck för att försöka igen.
sv_instk12: Det gick inte att spara. Tryck för att försöka igen.
th: มีข้อผิดพลาดในการบันทึก กดเลือกเพื่อลองใหม่
vi: Lỗi Lưu. Hãy nhấn để thử lại.
zh: 保存时出错。点击以重试。
zh_hk: 儲存錯誤。點選以重試。

source: Error: %@
ar: خطأ: %@
cy: Gwall: %@
da: Fejl: %@
da_instk12: Fejl: %@
de: Fehler: %@
fi: Virhe %@
fr: Erreur : %@
fr_ca: Erreur : %@
ga: Earráid: %@
hi: त्रुटि: %@
ht: Erè: %@
id: Kesalahan: %@
is: Villa: %@
it: Errore: %@
ja: エラー:%@
ko: 오류: %@
mi: Hapa: %@
ms: Ralat: %@
nb: Feil: %@
nb_instk12: Feil: %@
nl: Fout: %@
pl: Błąd: %@
pt: Erro: %@
pt_br: Erro: %@
ru: Ошибка: %@
sl: Napaka: %@
sv: Fel: %@
sv_instk12: Fel: %@
th: ข้อผิดพลาด: %@
vi: Lỗi: %@
zh: 错误：%@
zh_hk: 錯誤：%@

source: Event added successfully
ar: تم إضافة الحدث بنجاح
ca: S'ha afegit correctament l’esdeveniment
cy: Wedi llwyddo i ychwanegu’r digwyddiad
da: Begivenheden blev tilføjet
da_instk12: Begivenheden blev tilføjet
de: Ereignis erfolgreich hinzugefügt
es: El evento se agregó correctamente
es_es: Se ha añadido el evento
fi: Tapahtuman lisäysy onnistui
fr: Événement ajouté avec succès
fr_ca: L’événement a été ajouté avec succès
ga: D'éirigh leis an imeacht a chur leis
hi: घटना सफलतापूर्वक जोड़ी गई
ht: Aktivite ajoute avèk siksè
id: Acara berhasil ditambahkan
is: Viðburði bætt við
it: Evento aggiunto correttamente
ja: イベントが正常に追加されました
ko: 이벤트를 추가했습니다
mi: I angitu te taapiri i te takahanga
ms: Acara berjaya ditambah
nb: Arrangement lagt til
nb_instk12: Arrangement lagt til
nl: Evenement toegevoegd
pl: Pomyślnie dodano wydarzenie
pt: Evento adicionado com êxito
pt_br: Evento adicionado com sucesso
ru: Событие успешно добавлено
sl: Dogodek uspešno dodan
sv: Händelsen lades till
sv_instk12: Händelsen lades till
th: เพิ่มกิจกรรมเสร็จสิ้น
vi: Đã thêm sự kiện thành công
zh: 已成功添加事件
zh_hk: 成功添加活動

source: Event Details
ar: تفاصيل الحدث
ca: Detalls de l'esdeveniment
cy: Manylion Digwyddiad
da: Begivenhedsdetaljer
da_instk12: Begivenhedsdetaljer
es: Detalles del evento
es_es: Detalles del evento
fi: Tapahtuman tiedot
fr: Détails de l'événement
fr_ca: Détails de l’événement
ga: Sonraí Imeachta
hi: घटना का विवरण
ht: Detay Aktivite
id: Detail Kejadian
is: Upplýsingar viðburðar
it: Dettagli eventi
ja: イベントの詳細
ko: 이벤트 세부 정보
mi: Ngā taipitopito tauwhāinga
ms: Butiran Acara
nb: Detaljer for hendelse
nb_instk12: Detaljer for hendelse
nl: Details van gebeurtenis
pl: Szczegółowe informacje o wydarzeniu
pt: Detalhes do evento
pt_br: Detalhes do evento
ru: Сведения о мероприятии
sl: Podrobnosti dogodka
sv: Händelsedetaljer
sv_instk12: Händelsedetaljer
th: รายละเอียดกิจกรรม
vi: Chi Tiết Sự Kiện
zh: 事件详细信息
zh_hk: 事件詳細資料
